package botkit

var (
	MainMenuTemplate          = "[Начальное меню]"
	MainMenuTextTemplate      = "Пожалуйста выберите действие 🙏"
	AuthedMenuTemplate        = "[Главное меню]"
	RegisterMenuTemplate      = "[Регистрационное меню]"
	RegisterMenuTextTemplate  = "Вы 🫵\nID: %s 🆔\nИмя: %s 🪪\nТелеграм: %s \nПароль: %s 🔑"
	LoginMenuTemplate         = "[Авторизационное меню]"
	ErrorMenuTemplate         = "[Ошибка]"
	InternalErrorTextTemplate = "Приносим свои извинения, произошла непредвиденная ошибка! 🥺🙏\nВведите /start чтобы начать с начала!"
	ProfileTextTemplate       = "Пользователь\nID: %s\nИмя: %s\nБИО: %s"
)
